Repository: daltonrooney/meeting-recorder
Catalog: CallTranscription/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# config.validation.cannotCreateDirectory
source: Cannot create directory: %@ - %@
de: Verzeichnis kann nicht erstellt werden: %@ - %@
es: No se puede crear el directorio: %@ - %@
fr: Impossible de créer le répertoire : %@ - %@
ja: ディレクトリを作成できません：%@ - %@
zh_hans: 无法创建目录：%@ - %@

# config.validation.notDirectory
source: Path exists but is not a directory: %@
de: Pfad existiert, ist aber kein Verzeichnis: %@
es: La ruta existe pero no es un directorio: %@
fr: Le chemin existe mais n'est pas un répertoire : %@
ja: パスは存在しますがディレクトリではありません：%@
zh_hans: 路径存在但不是目录：%@

# config.validation.notWritable
source: Directory is not writable: %@
de: Verzeichnis ist nicht beschreibbar: %@
es: El directorio no tiene permisos de escritura: %@
fr: Le répertoire n'est pas accessible en écriture : %@
ja: ディレクトリに書き込み権限がありません：%@
zh_hans: 目录不可写入：%@

# config.validation.pathTraversal
source: Path contains invalid traversal sequences
de: Pfad enthält ungültige Durchlauf-Sequenzen
es: La ruta contiene secuencias de navegación no válidas
fr: Le chemin contient des séquences de traversée non valides
ja: パスに無効なトラバーサルシーケンスが含まれています
zh_hans: 路径包含无效的遍历序列

# config.validation.scriptIsDirectory
source: Script path is a directory, not a file: %@
de: Skriptpfad ist ein Verzeichnis, keine Datei: %@
es: La ruta del script es un directorio, no un archivo: %@
fr: Le chemin du script est un répertoire, pas un fichier : %@
ja: スクリプトパスはファイルではなくディレクトリです：%@
zh_hans: 脚本路径是目录而非文件：%@

# config.validation.scriptNotExecutable
source: Script file is not executable: %@
de: Skriptdatei ist nicht ausführbar: %@
es: El archivo de script no tiene permisos de ejecución: %@
fr: Le fichier de script n'est pas exécutable : %@
ja: スクリプトファイルに実行権限がありません：%@
zh_hans: 脚本文件不可执行：%@

# config.validation.scriptNotFound
source: Script file does not exist: %@
de: Skriptdatei existiert nicht: %@
es: El archivo de script no existe: %@
fr: Le fichier de script n'existe pas : %@
ja: スクリプトファイルが存在しません：%@
zh_hans: 脚本文件不存在：%@

# config.validation.systemDirectory
source: Cannot use system directories: %@
de: Systemverzeichnisse können nicht verwendet werden: %@
es: No se pueden usar directorios del sistema: %@
fr: Impossible d'utiliser les répertoires système : %@
ja: システムディレクトリは使用できません：%@
zh_hans: 无法使用系统目录：%@

# consentDialog.body.accessibility.label
source: Legal requirements
de: Gesetzliche Anforderungen
es: Requisitos legales
fr: Exigences légales
ja: 法的要件
zh_hans: 法律要求

# consentDialog.bullet1
source: Recording laws vary significantly by jurisdiction
de: Aufnahmegesetze variieren erheblich je nach Rechtsordnung
es: Las leyes de grabación varían significativamente según la jurisdicción
fr: Les lois sur l'enregistrement varient considérablement selon la juridiction
ja: 録音に関する法律は管轄区域によって大きく異なります
zh_hans: 录音法律因司法管辖区而有很大差异

# consentDialog.bullet2
source: Some regions require only one party's consent (one-party consent states)
de: Einige Regionen erfordern nur die Zustimmung einer Partei (Einparteien-Zustimmungsstaaten)
es: Algunas regiones solo requieren el consentimiento de una parte (estados de consentimiento unilateral)
fr: Certaines régions ne nécessitent que le consentement d'une partie (états à consentement unilatéral)
ja: 一部の地域では一者のみの同意が必要です（一者同意州）
zh_hans: 某些地区仅需一方同意（单方同意州）

# consentDialog.bullet3
source: Other regions require all parties to consent before recording (two-party or all-party consent)
de: Andere Regionen erfordern die Zustimmung aller Parteien vor der Aufnahme (Zweiparteien- oder Allparteien-Zustimmung)
es: Otras regiones requieren que todas las partes den su consentimiento antes de grabar (consentimiento bilateral o de todas las partes)
fr: D'autres régions exigent le consentement de toutes les parties avant l'enregistrement (consentement bilatéral ou multilatéral)
ja: 他の地域では録音前に全員の同意が必要です（双方または全員同意）
zh_hans: 其他地区需要所有各方在录音前同意（双方或全方同意）

# consentDialog.bullet4
source: International laws differ dramatically across countries
de: Internationale Gesetze unterscheiden sich erheblich zwischen Ländern
es: Las leyes internacionales difieren dramáticamente entre países
fr: Les lois internationales diffèrent considérablement d'un pays à l'autre
ja: 国際法は国によって大きく異なります
zh_hans: 国际法律在各国之间差异显著

# consentDialog.button.quit
source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
zh_hans: 退出

# consentDialog.button.understand
source: I Understand
de: Ich verstehe
es: Entiendo
fr: Je comprends
ja: 理解しました
zh_hans: 我明白

# consentDialog.checkbox.accessibility.hint
source: When checked, this consent dialog will not be shown again on future launches
de: Wenn aktiviert, wird dieser Zustimmungsdialog bei zukünftigen Starts nicht mehr angezeigt
es: Cuando esté marcado, este diálogo de consentimiento no se mostrará nuevamente en futuros inicios
fr: Lorsque coché, cette boîte de dialogue de consentement ne sera plus affichée lors des lancements futurs
ja: チェックすると、今後の起動時にこの同意ダイアログは表示されません
zh_hans: 选中后，此同意对话框将不会在未来启动时再次显示

# consentDialog.checkbox.accessibility.label
source: Do not remind me again
de: Nicht erneut erinnern
es: No recordarme de nuevo
fr: Ne plus me rappeler
ja: 今後表示しない
zh_hans: 不再提醒我

# consentDialog.checkbox.label
source: Do not remind me again
de: Nicht erneut erinnern
es: No recordarme de nuevo
fr: Ne plus me rappeler
ja: 今後表示しない
zh_hans: 不再提醒我

# consentDialog.intro
source: Before using this app to record conversations, please understand:
de: Bevor Sie diese App zum Aufnehmen von Gesprächen verwenden, beachten Sie bitte:
es: Antes de usar esta aplicación para grabar conversaciones, comprenda lo siguiente:
fr: Avant d'utiliser cette application pour enregistrer des conversations, veuillez comprendre :
ja: この アプリを使用して会話を録音する前に、以下をご理解ください：
zh_hans: 在使用此应用程序录制对话之前，请理解以下内容：

# consentDialog.quit.accessibility.hint
source: Quits the application without accepting consent requirements. Keyboard shortcut: Escape
de: Beendet die Anwendung ohne Zustimmungsanforderungen zu akzeptieren. Tastenkombination: Escape
es: Sale de la aplicación sin aceptar los requisitos de consentimiento. Atajo de teclado: Escape
fr: Quitte l'application sans accepter les exigences de consentement. Raccourci clavier : Échap
ja: 同意要件を承認せずにアプリケーションを終了します。キーボードショートカット：Escape
zh_hans: 退出应用程序而不接受同意要求。键盘快捷键：Escape

# consentDialog.quit.accessibility.label
source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
zh_hans: 退出

# consentDialog.responsibility
source: You are solely responsible for ensuring compliance with all applicable laws in your jurisdiction before recording any conversation.
de: Sie sind allein dafür verantwortlich, die Einhaltung aller geltenden Gesetze in Ihrer Rechtsordnung sicherzustellen, bevor Sie ein Gespräch aufzeichnen.
es: Usted es el único responsable de garantizar el cumplimiento de todas las leyes aplicables en su jurisdicción antes de grabar cualquier conversación.
fr: Vous êtes seul responsable de vous assurer de la conformité avec toutes les lois applicables dans votre juridiction avant d'enregistrer toute conversation.
ja: 会話を録音する前に、管轄区域の適用法令すべてを遵守することは、お客様の単独の責任です。
zh_hans: 在录制任何对话之前，您有唯一责任确保遵守您所在司法管辖区的所有适用法律。

# consentDialog.title
source: Important: Recording Consent Requirements
de: Wichtig: Zustimmungsanforderungen für Aufnahmen
es: Importante: Requisitos de consentimiento para grabación
fr: Important : Exigences de consentement pour l'enregistrement
ja: 重要：録音の同意要件
zh_hans: 重要：录音同意要求

# consentDialog.title.accessibility.label
source: Important: Recording Consent Requirements
de: Wichtig: Zustimmungsanforderungen für Aufnahmen
es: Importante: Requisitos de consentimiento para grabación
fr: Important : Exigences de consentement pour l'enregistrement
ja: 重要：録音の同意要件
zh_hans: 重要：录音同意要求

# consentDialog.understand.accessibility.hint
source: Acknowledges consent requirements and dismisses this dialog. Keyboard shortcut: Return
de: Akzeptiert die Zustimmungsanforderungen und schließt diesen Dialog. Tastenkombination: Eingabetaste
es: Acepta los requisitos de consentimiento y cierra este diálogo. Atajo de teclado: Retorno
fr: Accepte les exigences de consentement et ferme cette boîte de dialogue. Raccourci clavier : Entrée
ja: 同意要件を承認し、このダイアログを閉じます。キーボードショートカット：Return
zh_hans: 确认同意要求并关闭此对话框。键盘快捷键：Return

# consentDialog.understand.accessibility.label
source: I Understand
de: Ich verstehe
es: Entiendo
fr: Je comprends
ja: 理解しました
zh_hans: 我明白

# consentDialog.warning
source: Failure to obtain proper consent may result in civil or criminal liability.
de: Das Versäumnis, die ordnungsgemäße Zustimmung einzuholen, kann zu zivil- oder strafrechtlicher Haftung führen.
es: No obtener el consentimiento adecuado puede resultar en responsabilidad civil o penal.
fr: Le non-respect de l'obtention du consentement approprié peut entraîner une responsabilité civile ou pénale.
ja: 適切な同意を得ないと、民事または刑事責任を負う可能性があります。
zh_hans: 未能获得适当同意可能导致民事或刑事责任。

# error.audioFileAlreadyFinalized.description
source: Audio file has already been finalized
de: Audiodatei wurde bereits abgeschlossen
es: El archivo de audio ya ha sido finalizado
fr: Le fichier audio a déjà été finalisé
ja: 音声ファイルは既に確定されています
zh_hans: 音频文件已完成

# error.audioFileAlreadyFinalized.failureReason
source: Attempted to write to an audio file that has already been finalized
de: Es wurde versucht, in eine bereits abgeschlossene Audiodatei zu schreiben
es: Se intentó escribir en un archivo de audio que ya ha sido finalizado
fr: Tentative d'écriture dans un fichier audio déjà finalisé
ja: 既に確定された音声ファイルへの書き込みが試行されました
zh_hans: 尝试写入已完成的音频文件

# error.audioFileAlreadyFinalized.recoverySuggestion
source: Create a new recording instead of trying to append to a finalized file
de: Erstellen Sie eine neue Aufnahme, anstatt zu versuchen, zu einer abgeschlossenen Datei hinzuzufügen
es: Cree una nueva grabación en lugar de intentar agregar a un archivo finalizado
fr: Créez un nouvel enregistrement au lieu d'essayer d'ajouter à un fichier finalisé
ja: 確定されたファイルに追加しようとするのではなく、新しい録音を作成してください
zh_hans: 创建新录音而不是尝试追加到已完成的文件

# error.audioProcessingFailed.description
source: Audio processing failed: %@
de: Audioverarbeitung fehlgeschlagen: %@
es: Error en el procesamiento de audio: %@
fr: Échec du traitement audio : %@
ja: オーディオ処理に失敗しました：%@
zh_hans: 音频处理失败：%@

# error.audioProcessingFailed.failureReason
source: Audio processing encountered an error: %@
de: Bei der Audioverarbeitung ist ein Fehler aufgetreten: %@
es: El procesamiento de audio encontró un error: %@
fr: Le traitement audio a rencontré une erreur : %@
ja: オーディオ処理でエラーが発生しました：%@
zh_hans: 音频处理遇到错误：%@

# error.audioProcessingFailed.recoverySuggestion
source: Check audio format compatibility and ensure transcription is running.
de: Überprüfen Sie die Audioformat-Kompatibilität und stellen Sie sicher, dass die Transkription läuft.
es: Verifique la compatibilidad del formato de audio y asegúrese de que la transcripción esté en ejecución.
fr: Vérifiez la compatibilité du format audio et assurez-vous que la transcription est en cours d'exécution.
ja: オーディオ形式の互換性を確認し、文字起こしが実行中であることを確認してください。
zh_hans: 检查音频格式兼容性并确保转录正在运行。

# error.audioTapCreationFailed.description
source: Failed to create audio tap (error %d).
de: Erstellung des Audio-Taps fehlgeschlagen (Fehlercode %d).
es: Error al crear conexión de audio (código de error %d).
fr: Échec de la création du flux audio (code d'erreur %d).
ja: オーディオタップの作成に失敗しました（エラーコード %d）。
zh_hans: 创建音频捕获失败（错误代码 %d）。

# error.audioTapCreationFailed.failureReason
source: Core Audio returned error code %d when attempting to create a system audio tap.
de: Core Audio hat beim Versuch, einen System-Audio-Tap zu erstellen, den Fehlercode %d zurückgegeben.
es: Core Audio devolvió el código de error %d al intentar crear una conexión de audio del sistema.
fr: Core Audio a renvoyé le code d'erreur %d lors de la tentative de création d'un flux audio système.
ja: システムオーディオタップの作成を試みた際、Core Audioがエラーコード %d を返しました。
zh_hans: 尝试创建系统音频捕获时，Core Audio 返回错误代码 %d。

# error.audioTapCreationFailed.recoverySuggestion
source: System audio capture is unavailable. Try restarting the app or check for system audio conflicts.
de: System-Audioaufnahme ist nicht verfügbar. Versuchen Sie, die App neu zu starten, oder prüfen Sie auf System-Audiokonflikte.
es: La captura de audio del sistema no está disponible. Intente reiniciar la aplicación o verifique si hay conflictos con el audio del sistema.
fr: La capture audio système n'est pas disponible. Essayez de redémarrer l'application ou vérifiez les conflits audio système.
ja: システムオーディオキャプチャは利用できません。アプリを再起動するか、システムオーディオの競合を確認してください。
zh_hans: 系统音频捕获不可用。尝试重启应用程序或检查系统音频冲突。

# error.bookmarkCreationFailed.description
source: Failed to create access bookmark for %@: %@
de: Zugriffs-Lesezeichen für %@ konnte nicht erstellt werden: %@
es: No se pudo crear marcador de acceso para %@: %@
fr: Échec de création du signet d'accès pour %@ : %@
ja: %@ のアクセスブックマークを作成できませんでした: %@
zh_hans: 无法为 %@ 创建访问书签：%@

# error.bookmarkCreationFailed.failureReason
source: Unable to save persistent access to %@: %@
de: Dauerhafter Zugriff auf %@ kann nicht gesichert werden: %@
es: No se puede guardar el acceso persistente a %@: %@
fr: Impossible d'enregistrer l'accès permanent à %@ : %@
ja: %@ への永続的なアクセスを保存できません: %@
zh_hans: 无法保存对 %@ 的持久访问权限：%@

# error.bookmarkCreationFailed.recoverySuggestion
source: Try selecting the folder again in Settings.
de: Wählen Sie den Ordner erneut in den Einstellungen aus.
es: Seleccione la carpeta nuevamente en Ajustes.
fr: Sélectionnez à nouveau le dossier dans Réglages.
ja: 設定でフォルダを再度選択してください。
zh_hans: 请在"设置"中重新选择文件夹。

# error.bookmarkResolutionFailed.description
source: Failed to resolve access bookmark: %@
de: Zugriffs-Lesezeichen konnte nicht aufgelöst werden: %@
es: No se pudo resolver el marcador de acceso: %@
fr: Échec de résolution du signet d'accès : %@
ja: アクセスブックマークを解決できませんでした: %@
zh_hans: 无法解析访问书签：%@

# error.bookmarkResolutionFailed.failureReason
source: Unable to access the saved folder: %@
de: Auf den gespeicherten Ordner kann nicht zugegriffen werden: %@
es: No se puede acceder a la carpeta guardada: %@
fr: Impossible d'accéder au dossier enregistré : %@
ja: 保存されたフォルダにアクセスできません: %@
zh_hans: 无法访问已保存的文件夹：%@

# error.bookmarkResolutionFailed.recoverySuggestion
source: The folder may have been moved or deleted. Please select it again in Settings.
de: Der Ordner wurde möglicherweise verschoben oder gelöscht. Wählen Sie ihn erneut in den Einstellungen aus.
es: Es posible que la carpeta se haya movido o eliminado. Selecciónela nuevamente en Ajustes.
fr: Le dossier a peut-être été déplacé ou supprimé. Sélectionnez-le à nouveau dans Réglages.
ja: フォルダが移動または削除された可能性があります。設定で再度選択してください。
zh_hans: 文件夹可能已被移动或删除。请在"设置"中重新选择。

# error.featureNotImplemented.description
source: %@ is not yet implemented.
de: %@ ist noch nicht implementiert.
es: %@ aún no está implementado.
fr: %@ n'est pas encore implémenté.
ja: %@ はまだ実装されていません。
zh_hans: %@ 尚未实现。

# error.featureNotImplemented.failureReason
source: %@ functionality has not been implemented yet.
de: Die Funktionalität von %@ wurde noch nicht implementiert.
es: La funcionalidad de %@ aún no ha sido implementada.
fr: La fonctionnalité %@ n'a pas encore été implémentée.
ja: %@ の機能はまだ実装されていません。
zh_hans: %@ 功能尚未实现。

# error.featureNotImplemented.recoverySuggestion
source: This feature will be available in a future version.
de: Diese Funktion wird in einer zukünftigen Version verfügbar sein.
es: Esta función estará disponible en una versión futura.
fr: Cette fonctionnalité sera disponible dans une version future.
ja: この機能は将来のバージョンで利用可能になります。
zh_hans: 此功能将在未来版本中提供。

# error.invalidPath.description
source: Invalid path '%@': %@
de: Ungültiger Pfad '%@': %@
es: Ruta no válida '%@': %@
fr: Chemin non valide '%@' : %@
ja: 無効なパス「%@」：%@
zh_hans: 无效路径 '%@'：%@

# error.invalidPath.failureReason
source: The path '%@' is not valid: %@
de: Der Pfad '%@' ist nicht gültig: %@
es: La ruta '%@' no es válida: %@
fr: Le chemin '%@' n'est pas valide : %@
ja: パス「%@」は無効です：%@
zh_hans: 路径 '%@' 无效：%@

# error.invalidPath.recoverySuggestion
source: Provide a valid file path without special characters or forbidden sequences.
de: Geben Sie einen gültigen Dateipfad ohne Sonderzeichen oder verbotene Sequenzen an.
es: Proporcione una ruta de archivo válida sin caracteres especiales o secuencias prohibidas.
fr: Fournissez un chemin de fichier valide sans caractères spéciaux ni séquences interdites.
ja: 特殊文字や禁止されたシーケンスを含まない有効なファイルパスを指定してください。
zh_hans: 提供不含特殊字符或禁止序列的有效文件路径。

# error.localeNotSupported.description
source: Speech recognition is not available for %@.
de: Spracherkennung ist nicht verfügbar für %@.
es: El reconocimiento de voz no está disponible para %@.
fr: La reconnaissance vocale n'est pas disponible pour %@.
ja: %@ の音声認識は利用できません。
zh_hans: %@ 不支持语音识别。

# error.localeNotSupported.failureReason
source: The locale %@ is not supported by the speech recognition service.
de: Das Locale %@ wird vom Spracherkennungsdienst nicht unterstützt.
es: El servicio de reconocimiento de voz no admite el idioma %@.
fr: La locale %@ n'est pas prise en charge par le service de reconnaissance vocale.
ja: ロケール %@ は音声認識サービスでサポートされていません。
zh_hans: 语音识别服务不支持区域设置 %@。

# error.localeNotSupported.recoverySuggestion
source: Try selecting a different language or locale that is supported by speech recognition.
de: Versuchen Sie, eine andere Sprache oder ein anderes Locale auszuwählen, das von der Spracherkennung unterstützt wird.
es: Intente seleccionar un idioma o región diferente que sea compatible con el reconocimiento de voz.
fr: Essayez de sélectionner une autre langue ou locale prise en charge par la reconnaissance vocale.
ja: 音声認識でサポートされている別の言語またはロケールを選択してください。
zh_hans: 尝试选择语音识别支持的其他语言或区域设置。

# error.microphonePermissionDenied.description
source: Microphone access is required.
de: Mikrofonzugriff ist erforderlich.
es: Se requiere acceso al micrófono.
fr: L'accès au microphone est requis.
ja: マイクへのアクセスが必要です。
zh_hans: 需要麦克风访问权限。

# error.microphonePermissionDenied.failureReason
source: The app does not have permission to access the microphone.
de: Die App hat keine Berechtigung, auf das Mikrofon zuzugreifen.
es: La aplicación no tiene permiso para acceder al micrófono.
fr: L'application n'a pas la permission d'accéder au microphone.
ja: アプリにマイクへのアクセス許可がありません。
zh_hans: 应用程序没有访问麦克风的权限。

# error.microphonePermissionDenied.recoverySuggestion
source: Enable microphone access in System Settings > Privacy & Security > Microphone.
de: Aktivieren Sie den Mikrofonzugriff in Systemeinstellungen > Datenschutz & Sicherheit > Mikrofon.
es: Habilite el acceso al micrófono en Configuración del Sistema > Privacidad y Seguridad > Micrófono.
fr: Activez l'accès au microphone dans Réglages système > Confidentialité et sécurité > Microphone.
ja: システム設定 > プライバシーとセキュリティ > マイクでマイクアクセスを有効にしてください。
zh_hans: 在系统设置 > 隐私与安全性 > 麦克风中启用麦克风访问。

# error.notPaused.description
source: Recording is not currently paused.
de: Die Aufnahme ist derzeit nicht pausiert.
es: La grabación no está actualmente en pausa.
fr: L'enregistrement n'est pas actuellement en pause.
ja: 録音は現在一時停止されていません。
zh_hans: 录音当前未暂停。

# error.notPaused.failureReason
source: Cannot resume because recording is not paused.
de: Fortsetzen nicht möglich, da die Aufnahme nicht pausiert ist.
es: No se puede reanudar porque la grabación no está en pausa.
fr: Impossible de reprendre car l'enregistrement n'est pas en pause.
ja: 録音が一時停止されていないため再開できません。
zh_hans: 无法恢复，因为录音未暂停。

# error.notPaused.recoverySuggestion
source: Pause the recording first before attempting to resume.
de: Pausieren Sie die Aufnahme, bevor Sie versuchen, sie fortzusetzen.
es: Pause la grabación antes de intentar reanudarla.
fr: Mettez l'enregistrement en pause avant d'essayer de le reprendre.
ja: 再開を試みる前に録音を一時停止してください。
zh_hans: 在尝试恢复之前先暂停录音。

# error.notRecording.description
source: No recording session is currently active.
de: Derzeit ist keine Aufnahmesitzung aktiv.
es: No hay ninguna sesión de grabación activa actualmente.
fr: Aucune session d'enregistrement n'est actuellement active.
ja: 現在アクティブな録音セッションはありません。
zh_hans: 当前没有活动的录音会话。

# error.notRecording.failureReason
source: Cannot stop recording because no recording session is active.
de: Aufnahme kann nicht gestoppt werden, da keine Aufnahmesitzung aktiv ist.
es: No se puede detener la grabación porque no hay ninguna sesión de grabación activa.
fr: Impossible d'arrêter l'enregistrement car aucune session d'enregistrement n'est active.
ja: 録音セッションがアクティブでないため、録音を停止できません。
zh_hans: 无法停止录音，因为没有活动的录音会话。

# error.notRecording.recoverySuggestion
source: Start a recording session before attempting to stop it.
de: Starten Sie eine Aufnahmesitzung, bevor Sie versuchen, sie zu stoppen.
es: Inicie una sesión de grabación antes de intentar detenerla.
fr: Démarrez une session d'enregistrement avant d'essayer de l'arrêter.
ja: 停止を試みる前に録音セッションを開始してください。
zh_hans: 在尝试停止之前先启动录音会话。

# error.outputFolderCreationFailed.description
source: Failed to create output folder at %@.
de: Erstellung des Ausgabeordners bei %@ fehlgeschlagen.
es: Error al crear la carpeta de salida en %@.
fr: Échec de la création du dossier de sortie à %@.
ja: %@ に出力フォルダを作成できませんでした。
zh_hans: 在 %@ 创建输出文件夹失败。

# error.outputFolderCreationFailed.failureReason
source: Could not create directory at %@: %@
de: Verzeichnis konnte nicht bei %@ erstellt werden: %@
es: No se pudo crear el directorio en %@: %@
fr: Impossible de créer le répertoire à %@ : %@
ja: %@ にディレクトリを作成できませんでした：%@
zh_hans: 无法在 %@ 创建目录：%@

# error.outputFolderCreationFailed.recoverySuggestion
source: Check folder permissions and ensure you have access to create directories at this location.
de: Überprüfen Sie die Ordnerberechtigungen und stellen Sie sicher, dass Sie Zugriff haben, um an diesem Ort Verzeichnisse zu erstellen.
es: Verifique los permisos de la carpeta y asegúrese de tener acceso para crear directorios en esta ubicación.
fr: Vérifiez les permissions du dossier et assurez-vous d'avoir accès pour créer des répertoires à cet emplacement.
ja: フォルダの権限を確認し、この場所でディレクトリを作成するアクセス権があることを確認してください。
zh_hans: 检查文件夹权限并确保您有权在此位置创建目录。

# error.outputFolderNotWritable.description
source: Cannot write to %@.
de: Schreiben in %@ nicht möglich.
es: No se puede escribir en %@.
fr: Impossible d'écrire dans %@.
ja: %@ に書き込めません。
zh_hans: 无法写入 %@。

# error.outputFolderNotWritable.failureReason
source: The output folder at %@ is not writable due to permissions or path issues.
de: Der Ausgabeordner bei %@ ist aufgrund von Berechtigungs- oder Pfadproblemen nicht beschreibbar.
es: La carpeta de salida en %@ no tiene permisos de escritura debido a problemas de permisos o ruta.
fr: Le dossier de sortie à %@ n'est pas accessible en écriture en raison de problèmes de permissions ou de chemin.
ja: %@ の出力フォルダは、権限またはパスの問題により書き込みできません。
zh_hans: %@ 的输出文件夹由于权限或路径问题而不可写入。

# error.outputFolderNotWritable.recoverySuggestion
source: Select a different folder where you have write permissions, such as your Documents or Desktop folder.
de: Wählen Sie einen anderen Ordner aus, für den Sie Schreibberechtigungen haben, z. B. Ihren Dokumente- oder Schreibtisch-Ordner.
es: Seleccione una carpeta diferente donde tenga permisos de escritura, como su carpeta de Documentos o Escritorio.
fr: Sélectionnez un dossier différent où vous avez des permissions d'écriture, tel que votre dossier Documents ou Bureau.
ja: 書類フォルダやデスクトップフォルダなど、書き込み権限のある別のフォルダを選択してください。
zh_hans: 选择您有写入权限的其他文件夹，例如文稿或桌面文件夹。

# error.pathOutsideAllowedDirectories.description
source: Path '%@' is outside allowed directories: %@
de: Pfad '%@' befindet sich außerhalb der zulässigen Verzeichnisse: %@
es: La ruta '%@' está fuera de los directorios permitidos: %@
fr: Le chemin '%@' est en dehors des répertoires autorisés : %@
ja: パス「%@」は許可されたディレクトリの外にあります：%@
zh_hans: 路径 '%@' 在允许的目录之外：%@
